{
	"members": [
		{
			"first_name": "Rachel",
			"last_name": "Manzelli",
			"year": "B.S. 2019, Computer Engineering",
			"bio": "I believe it's important to not only specialize deeply within a field you take interest in, but also to understand and embrace the diversity of that field. I see in MIC a diverse, curious group of like-minded people buzzing about AI; the community is a great way to learn about different areas of machine learning while contributing back through what I've learned in my focused research projects.",
			"fun_fact": "I'm a Latin dancer.",
			"pic": "rachel_manzelli.jpg",
			"link": "https://github.com/manzelli",
			"title": ""
		},
		{
			"first_name": "Duy",
			"last_name": "Nguyen",
			"year": "B.A. 2020, Computer Science and Linguistics",
			"bio": "The reason why I am interested in AI is because I am interested in pushing the limit of what computer can do. More specifically, I wants to further push the capability of machine in Natural Language Processing.",
			"fun_fact": "Reading Wikipedia for fun",
			"pic": "duy_nguyen.jpg",
			"link": "https://zkn.io/",
			"title": ""
		},
		{
			"first_name": "Julius",
			"last_name": "Frost",
			"year": "B.A./M.S. 2021, Computer Science",
			"bio": "Creating AI seems like an incredible power to have and its spread should be well controlled but accessible to everyone. I am interested in researching machine learning methods that may lead to artificial general intelligence. At the moment this left me with a great interest in reinforcement learning. Studying AI is really rewarding for me because there is an unlimited supply of questions and ideas to try. So, it is my ambition to be at the forefront of AI technology.",
			"fun_fact": "I was in a movie and a rock band.",
			"link": "https://github.com/juliusfrost",
			"pic": "julius_frost.jpg",
			"title":"Co-President"
		},
		{
			"first_name": "Devin",
			"last_name": "de Hueck",
			"year": "B.A. 2021, Mathematics and Computer Science",
			"bio": "AI will touch every aspect of our society sooner than people think. Because of this, I believe it is necessary to work towards ensuring this future benefits everyone. With this in mind, my research interests are focused on explainable ML, GANs, and transfer learning. Within MIC, I hope to help advance our mission of democratizing AI and growing a diverse community of researchers.",
			"fun_fact": "All of them.",
			"link":"https://github.com/ddehueck",
			"pic":"devin_de_hueck.jpg",
			"title":"Co-President"
		},
		{
			"first_name": "Zack",
			"last_name": "Zhang",
			"year": "B.A. 2021, Mathematics and Computer Science",
			"bio": "I am interested in ML because it allows us to create powerful agents that make our lives fundamentally more efficient. I am interested in NLP.",
			"fun_fact": "I am a certified cook.",
			"link":"https://zacklight.com",
			"pic":"zack_zhang.jpg",
			"title":"Web Developer"
		},
		{
			"first_name": "Deren",
			"last_name": "Singh",
			"year": "B.A. 2021, Computer Science",
			"bio": "AI will touch every aspect of our society sooner than people think. Because of this, I believe it is necessary to work towards ensuring this future benefits everyone. With this in mind, my research interests are focused on explainable ML, GANs, and transfer learning. Within MIC, I hope to help advance our mission of democratizing AI and growing a diverse community of researchers.",
			"fun_fact": "I enjoy flying drones.",
			"link":"www.github.com/derens99",
			"pic":"deren_singh.jpg",
			"title":""
		},
		{
			"first_name": "Sofia",
			"last_name": "Zalaquett",
			"year": "B.A. 2021, International Relations",
			"bio": "Hi, my name is Sofia, and I am sophomore at BU studying International Relations. I am interested in ML and AI because of the impact it has on society. Every day we rely more and more on technology to solve the world's problems; therefore I believe its crucial for everyone to know what is it capable of, where is it going, and ask ourselves where do we want it to go. I am particularly passionate about Reinforcement Learning, as it involves more ethical questions like its application on self-driving cars.",
			"fun_fact": "I am from Chile.",
			"link":"https://www.linkedin.com/in/sofiazalaquett/",
			"pic":"sofia_zalaquett.jpg",
			"title":"Treasurer"
		},
		{
			"first_name": "Curtis",
			"last_name": "Mason",
			"year": "B.A./M.S. 2021, Computer Science",
			"bio": "My first exposure to machine learning was through a hackathon. My group of friends introduced me to an academic paper during high school called Cycle-Ganz which allowed people to apply artistic filters onto images through style transformations/object transfigurations. Ever since, I've been embedding ML techniques into many of my projects ranging from fintech trading problems to other automated tasks.",
			"fun_fact": "I used to regularly make profits selling candy back in early elementary school.",
			"link":"www.github.com/cumason123",
			"pic":"curtis_mason.jpg",
			"title":"Web Developer"
		}
	],
	"advisors": [
		{
			"first_name": "Andrei",
			"last_name": "Lapets",
			"bio": "Advances in machine learning will have wide-ranging effects on the computational sciences and society at large, and in particular with regard to privacy and cybersecurity. Building interest and awareness on this topic is essential for both productive and responsible engagement with this re-emerging area of research."
		},
		{
			"first_name": "Kate",
			"last_name": "Saenko",
			"bio": "My research interests are in the broad area of Artificial Intelligence with a focus on Adaptive Machine Learning, Learning for Vision and Language Understanding, and Deep Learning. I am also part of the Artificial Intelligence Research initiative at BU, formed in the fall of 2017 with the goal of promoting AI research and education in the BU community."
		}
	]
}
